{
  "1": {
    "1": "У меня Intel core i5-9400f",
    "2": "Да ничего особенно. 6 ядер, 6 потоков, 2.9 ГГц по дефолту. А вообще, можешь сам погуглить характеристики i5 9400f",
    "3": "Ну, смотря на какие группы делить. Например, по производителям: AMD и Intel. По линейкам (i3, i5, i7 у Intel), по поколениям",
    "4": "У моего процессора 6 ядер. Вообще, в разных процах могут быть от 2 до 32",
    "5": "Дядь, процессор - это не игра, это железо для пк",
    "6": "Я не могу тебе посоветовать поигарть в процессор, лол",
    "7": "Я слышал про процессор как про устройство, а не как про игру, глупый вопрос",
    "8": "Никогда не играю, потому что в процессор невозможно играть, ало",
    "9": "Думаю, лучше тот ЦП, у которого больше потоков",
    "10": "Да банально в DNS, Мвидео, Терминал7. Погугли, если еще места ищешь для покупки проца ",
    "11": "Разные процы по-разному. Свой я брал примерно за 10к",
    "12": "Да у процессоров особых фишек нет, просто отличаются друг от друга кол-во ядер, потоков, герцовкой и т.д.",
    "13": "Открою секрет: у процессоров нет экрана",
    "14": "Процессоры - это омзг любого компа. Он контролирует работу пк в целом, обрабатывает и в принципе взаимодействует с информацией",
    "15": "Ну, посмотри характеристика обоих процессоров сам, я только по названиям точно сейчас не скажу",
    "16": "Прежде всего, обрати внимание на то, какой тее вообще проц нужен: а то переплатишь за мощный, а толком им пользоваться не будешь. Ну и когда определился с примерными характеристиками, то выбирай оптимальный по цена/качество",
    "17": "Intel, Amd, Эльбрус. Еще у Apple свои собственные. Ну и для телефона всякие Snapdragon",
    "18": " i5 9400f - это мой, i5-3210M, i5-10400, и всякие другие страшные цифры",
    "19": "В принципе, меня мой устраивает, не проседает особо. Так что обновляться не хочу",
    "20": "А не играл в процессор, потому что это невохможно, чел",
    "21": "Вроде они сказали, что Core i5-9400F норм, но сейчас он уже устарел",
    "22": "Да ничего такого, просто мне его хватает. Хотя, вроде как гвоорят, что у него потоков маловато, всего 6. Но меня устраивает?",
    "23": "Слушай, так сразу об этом проце не скажу. Почекай в инете разные оценки его производительности, их там полно",
    "24": "Да когда себе захотел собрать пк, тогда и начал в них потихоньку разбираться",
    "25": "Здравствуй бро, не мог ли бы мне рассказать про популярные процики?",
    "26": "Слушай, так сразу об этом проце не скажу. Почекай в инете разные оценки его производительности, их там полно",
    "27": "Да в последнее время не особо слежу за выходом новых процов",
    "28": "Думаю, AMD вытеснит Intel с рынка, и все будут с ними",
    "29": "Мой мне нравится. за остальные сказать не могу",
    "30": "Мало ядер, мало потоков. некоторым может не хватать",
    "31": "Мой любимый - тот, который я сейчас использкю. i5-9400f",
    "32": "У меня уже есть, больше не хочу"
  },
  "2": {
    "1": "asrock h310",
    "2": "Компактная мать с сокетом LGA 1151-v2 и чипсетом intel h310",
    "3": "Бывают различных размеров, сокетов и чипсетов",
    "4": "У материнок нет ядер",
    "5": "Материнка это же не игра",
    "6": "не могу посоветовать поиграть в материнскую плату",
    "7": "Нет не слышал про игры в материнке",
    "8": "Не умею играть в материнскую плату",
    "9": "Не знаю какая материнка лучше",
    "10": "В соответствующих магазинах и в интернет-магазинах думаю материнку можно купить",
    "11": "От 3 до 100 тыс. рублей стоит материнская плата",
    "12": "Думаю у материнки отличаются по тх",
    "13": "У материнской платы нет разрешения экрана",
    "14": "Материнская плата связывает все остальные комплектующие между собой",
    "15": "Не знаю какие могут быть у материнских плат",
    "16": "Надо прежде всего учитывать сокет и чипсет маеринской платы, а также не стоит забывать про её размер.",
    "17": "Я знаю asus, gygabyte, msi, aorus",
    "18": "Я не запоминаю названия материнок",
    "19": "Довольствуюсь своей, мне всё на данный момент нравится",
    "20": "Не умею играть в материнскую плату",
    "21": "Не знаю, загугли",
    "22": "То что эта материнка работает",
    "23": "А у материнской платы еть производительность?",
    "24": "Когда решил собрать свой комп, пришлось узнать",
    "25": "Извени, но я не имею понятия какие существубт самые попубярные материнки",
    "26": "Не думаю сто материнка может быть мощной",
    "27": "Не нуждаюсь в обновлении железа на данный момент, поэтому не жду никакие материнки",
    "28": "Думаю что у материнок неплохие перспективы",
    "29": "Те которые подходят под мою сборку",
    "30": "Не знаю какие есть недостатки у материнок",
    "31": "Которой пользуюсь та пока любимой и является",
    "32": "У меня нет необходимости в этом"
  },
  "3": {
    "1": "Польуюсь 1660 super msi",
    "2": "Видеокарта нужна для того, чтобы обрабатывать графическую информацию. Обычно это самая дорогая вещь в компе",
    "3": "Не шарю за виды видеокарт, погугли",
    "4": "1408 Units. Не шарю, что это, но так написано в характеристиках",
    "5": "Видюха ведь не игра,не?",
    "6": "На видеокарте?",
    "7": "ХХАХАХ,угар.",
    "8": "Каждый день играю бленб.",
    "9": "Palit GeForce GTX 1070 Super Jetstream",
    "10": "Приветствую, где находятся локации, в которых мне позволено оформить GPU",
    "11": "от 3 до 250 тыс может стоить видюшка",
    "12": "Как и любое усторойства по параметрам",
    "13": "У видеокарт есть экран?",
    "14": "Видеокарта нужна для вывода информации на монитор или экран",
    "15": "Не могу сказать точно, посмотри в интернете",
    "16": "По герцовке, количество видеопамяти, разъемам, разрешении и гадаритам",
    "17": "AMD и Nvidia в основном. Есть еще всякие от Intel и др., но это самые популярные",
    "18": "Я не знаю, ни какие модели ведеокарт",
    "19": "ASUS GeForce GTX 1080 Ti",
    "20": "Я в видеокарты не играю)",
    "21": "Я не разбераюсь в видеокартах, поэтому не отвечу",
    "22": "Мне нравится производительность данной видеокарты)",
    "23": "Я наизусть не знаю производитльность видеокарт точно, гугл в помощь",
    "24": "Наткнулся на ролик в Ютубе,от туда и узнал?",
    "25": "самые популярные MSI,GIGABYTE,Asus.\n\n",
    "26": "Я наизусть не знаю производитльность видеокарт точно, гугл в помощь",
    "27": "Нет, я ни жду никогда видеокарты",
    "28": "Я думаю ведиокарты, ещё долго продержаться на рынке",
    "29": "Видеокарты MSI",
    "30": "Недостатков я не замечал ",
    "31": "1660 super msi",
    "32": "У меня уже есть видюха!"
  },
  "4": {
    "1": "привет, я не знаю какие у меня часы но могу только сказать что они серебрянные и с чёрным циферблатом.",
    "2": " что я знаю о часах? хммм... ну, они показывают время?",
    "3": "Нихао! ну разные, смотря какие ты хочешь.",
    "4": "а у часов вообще-то нету процуссора!!!",
    "5": "часы это не игра!!! в них невозможно играть!",
    "6": "а ты вкурсе что часы это не игра? не ну просто как посоветуешь?",
    "7": "так-то, если-что, часы это не игра. я не мог про эту игру слышать.",
    "8": "это не игра, если ты не вкурсе.я не играю в них впринцепе?",
    "9": "да разбираюсь но канкретные часы не посоветую кому что. посмотри там на сайтах магазинов типо DNS",
    "10": "ну я покупал в DNSе.",
    "11": "а я то откуда знаю? если интерестно посмотри в интернете.",
    "12": "пока нет но хотелось бы что-бы была.",
    "13": "эмм... всё нормально? обычно люди в здравом уме такого не спрашивают. ведь у часов вообще нет экрана.",
    "14": "ну типо телефон большой и не на всей одежде есть кормны, а часы компакные и крепятся на руке.",
    "15": "Серьёзно? тем что на руке умещаются!!!",
    "16": "ну я не знаю, просто выбираю совокупность стоймости и качества.",
    "17": "да нет конкретных производителей. просто какие нравятся те и беру. рас в 2-3 года. ",
    "18": "какие знаю... самому бы впомнить\nМеханические часы\nМеханические часы с автоподзаводом\nЧасы-хронометры\nКварцевые часы\nКварцевые часы на солнечной батарее \nзнаю что есть ещё но вспомнил только эти.",
    "19": "ну нет зачем мне те часы когда есть свои?",
    "20": "нет не играл...",
    "21": "конечно! как они могли непонравится?",
    "22": "думаю да, нравятся.",
    "23": "один тик в секунду:)",
    "24": "нет, ну типо они всегда были рядом.",
    "25": "на данный момент это смарт-часы.\nно когда-то это были просто самые обычные часы с миханизмом.",
    "26": "мощнасти хвотает аш на будильник!",
    "27": "да я сам не знаю. тоже жду.",
    "28": " конечно есть!",
    "29": " мне мои нравятся больше всего.",
    "30": "да прочувствовал. но рейтинг я им не портил!",
    "31": "часы мне нравятся мои.",
    "32": "если б была надобнасть я бы купил. но у меня есть и свои часы."
  },
  "5": {
    "1": "Не использую геймпад",
    "2": "Используется как управления в видеоиграх",
    "3": "Бывают разных цветов и размеров.",
    "4": "У геймпадов нет ядер...",
    "5": "ХАХАХА,как играть в геймпад?чел ты крут!",
    "6": "На геймпадаз не бывает игр",
    "7": "Про игру про геймад? не, извени",
    "8": "Игра - геймпад?",
    "9": "Который удобнее всего для тебя лежит в руке",
    "10": "В интернет магазинах",
    "11": "Не знаю я сколько стоят геймпады, загугли",
    "12": "Не думаю что геймпады бывают уникальными",
    "13": "В геймпадах нет экранов.",
    "14": "Для взаимодействия с видеоигрой",
    "15": "Геймпад черезвычайно удобен если играешь в гонки или файтинги.",
    "16": "Геймпад в основном выбирается по форм-фактору",
    "17": "Defender, logitech",
    "18": "не могу ничего сказать про модели геймпалов",
    "19": "Мне не нужен геймпад",
    "20": "Нее чел.",
    "21": "Вроде критики хорошо отзываются об этом геймпаде",
    "22": "К сожалению не пользуюсь геймпадом",
    "23": "аххахаха,я просто промолчу.",
    "24": "Не могу вспомнить каким образом я узнал про геймпады",
    "25": "Не смогу сказать который гейпад самый популярный на данный момент",
    "26": "У геймпадов нет мощности",
    "27": "Нет, не жду геймпады",
    "28": "Думаю что у геймпадов они есть",
    "29": "Не могу сказать какой геймпад мне нравитя",
    "30": "Крайне неудобен для игры в шутеры",
    "31": "Нет любимого геймпада",
    "32": "Возможно купил бы этот геймпад"
  },
  "6": {
    "1": "у меня нет проектора сори",
    "2": "проектор нууууууу это такая штука которая картинку на стену выводит",
    "3": "DLP, LCD, CRT, LCoS - виды проекторов",
    "4": "одно ядро у проектора",
    "5": "я не знаю как играть в проектор",
    "6": "могу посоветовать поиграть не в проектор",
    "7": "игра проектор - прикольно пошутил",
    "8": "нет так часто играю в проектор по скольку в него вообще нельзя играть",
    "9": "думаю у меня в школе хороший проектор возможно лучший",
    "10": "DNS Эльдорадо и онлайн магазины они продают проекторы",
    "11": "не знаю не приходилось покупать проекторы",
    "12": "да проектор выводит большую картинку на большую стенку",
    "13": "не знаю какое разрешение экрана",
    "14": "смотреть фиксиков на стене с помощью проектора",
    "15": "у проектора есть преисущество - это его большой вывод контента на экран",
    "16": "да ты можешь смотреть на фирму, какую узнал ту и бери",
    "17": "BenQ. Vivitek Everycom  - проекторы",
    "18": "BenQ MW571.\nVivitek Qumi Q6. \nEverycom X7. \nSony VPL-VW550ES. \nEpson EH-TW7300.\nLG HF80JS.\nCanon LV-WX320 - модели проекторов",
    "19": "я не желаю себе купить проектор",
    "20": "хаххаха шутник конечно играл в проектор",
    "21": "да я как критик убил проекторы",
    "22": "мне проекторы никогда не нравились, с чего  ты взял?",
    "23": "не знаю проекторы, не интересуют",
    "24": "от школы я узнал про проекторы",
    "25": "нет, я надеюсь нет популярных проекторов",
    "26": "хахахахах проекторы МООООООООЩЬ",
    "27": "честно проекторы не интерисуют",
    "28": "мне кажется проекторы уже достигли своего пика",
    "29": "не интерисуют проекторы ежи",
    "30": "у проекторов нет недостатков",
    "31": "мой любимый проектор это школьный в кавычках конечно",
    "32": "нет я бы никогда не купил бы себе проектор"
  },
  "7": {
    "1": "Ну у меня своя сборка пк",
    "2": "комп довольно мощный",
    "3": "ЭВМ компьютер с системным блоком, ноутбуки",
    "4": "у пк нет ядер",
    "5": "я не знаю как играть в пк",
    "6": "могу посоветовать поиграть не в пк",
    "7": "игра пк- прикольно пошутил",
    "8": "нет так часто играю в пк по скольку в него вообще нельзя играть",
    "9": "Советую купить мощный комп",
    "10": "DNS ты там можешь собрать тебе пк",
    "11": "Дорого компы стоят",
    "12": "ноут например от сис. блока отличается тем что его можно брать с собой в поездку",
    "13": "ну в оснвном такой вопрос для пк не задают",
    "14": "для работы игр и развлечений для этого есть пк",
    "15": "пк очень удобен в использовании",
    "16": "я думаю пк лучше собрать самому",
    "17": "hyper x крутая кампания по сбору пк",
    "18": "Ноутбуки и системники",
    "19": "да у меня уже есть крутой пк",
    "20": "нет времени разбираться как ты смог играть в пк",
    "21": "думаю нет смысла давать оценку пк",
    "22": "мне понравилась мощность пк",
    "23": "у пк норм производительность",
    "24": "ходил на информатику и узнал про пк",
    "25": "у hyper x довольно популярные пк с крутыми характеристиками",
    "26": "я думаю что любой пк сейчас достаточно мощный хотя бы чтоб смотреть фильмы",
    "27": "я не жду пк 2",
    "28": "да пк иметь очень круто ты имеешь много возмжностей",
    "29": "мне нравятся пк hyper x",
    "30": "у пк нет недостатка",
    "31": "у меня нет любимого пк",
    "32": "да я уже себе взял пк"
  },
  "8": {
    "1": "Нет ноутбука дома",
    "2": "Они компактные, их удобно покупать если часто меняешь свою локацию",
    "3": "знаток, доложит мне о своем познании в типах ноутов",
    "4": "не ну в проце ядра есть но в ноутах",
    "5": "в ноут не поиграешь а вот на нём можно.",
    "6": "в игры на ноутбуке а не в него самого...",
    "7": "нет. не слышал про игру \"ноутбуки\"",
    "8": "вообще не играю в ноутбуки.",
    "9": "незнаю, у себя то нет.",
    "10": "ну тот-же DNS.",
    "11": "от 5 до 100 тыщ за 1 ноут",
    "12": "ну у меня нет ноута я в них не разбираюсь",
    "13": "загугли сам я в ваших ноутбуках не разбираюсь!",
    "14": "нет, лудше пк!",
    "15": "загугли! я не шарюв ноутах.",
    "16": "а можешь загуглить и мне сказать?",
    "17": "длиннее я в них не разбираюсь и нет желания гуглить. ",
    "18": "не разбираюсь в ноутах!",
    "19": "могу, я просто пользуюсь пк!",
    "20": "да да да играть в ноутбук...",
    "21": "ну так видел краем глаза. ну норм ноуты.",
    "22": "он мне и не понравился! я не люблю ноуты!",
    "23": "у них же разные данные. но я не знаю даже. загугль.",
    "24": "беспонятия о инфе про ноуты лудше не обращайся!",
    "25": "я не владею этой инфой.",
    "26": "ну о ноуте даже не знаю.",
    "27": "офицально заявляю- ноутбук не ожидаю!",
    "28": "как по моему в ноутах и так всё что надо есть!",
    "29": "Игровые предпочтительно.",
    "30": "У меня нет ноутбука.",
    "31": "MSI",
    "32": "Я по компам."
  },
  "9": {
    "1": "у меня нет сис блока сори",
    "2": "сис блок нууууууу это такая чтука которая что-то делает",
    "3": "я не знаювиды сис блоков",
    "4": "Я не знаю сколько ядер у сис блока",
    "5": "я не знаю как играть в сис блок",
    "6": "могу посоветовать поиграть не в сис блок",
    "7": "игра сис блок - прикольно пошутил",
    "8": "нет так часто играю в сис блок по скольку в него вообще нельзя играть",
    "9": "думаю у меня в школе хороший сис блок возможно лучший",
    "10": "DNS Эльдорадо и онлайн магазины они продают сис блокы",
    "11": "не знаю не приходилось покупать сис блоки",
    "12": "да сис блок что-то делает",
    "13": "не знаю какое разрешение экрана у сис блока",
    "14": "Можно играть в игры с помощью сис блока",
    "15": "у сис блока есть преисущество - это то что с помощью него можно играть в игры",
    "16": "да ты можешь смотреть на фирму, какую узнал ту и бери если выбираешь сис блок",
    "17": "не разбераюсь в сис блоках",
    "18": "Я не знаю модели сис блоков",
    "19": "я не желаю себе купить сис блок",
    "20": "хаххаха шутник конечно играл в сис блок",
    "21": "Не знаю я что  о сис блоках думают критики",
    "22": "мне сис блокы никогда не нравились, с чего  ты взял?",
    "23": "не знаю сис блокы, не интересуют",
    "24": "от школы я узнал про сис блокы",
    "25": "нет, я надеюсь нет популярных сис блоков",
    "26": "хахахахах сис блокы МООООООООЩЬ",
    "27": "честно сис блокы не интерисуют",
    "28": "мне кажется сис блокы уже достигли своего пика",
    "29": "не интерисуют сис блоки кек",
    "30": "у сис блоков нет недостатков",
    "31": "мой любимый сис блок это школьный в кавычках конечно",
    "32": "нет я бы никогда не купил бы себе сис блок"
  },
  "10": {
    "1": "Корпус Aerocool Tomahawk-S",
    "2": "Корпус - это оболочка компьютеров, который защищает комплектующие от всяких внешних факторов, что могут им навредить.",
    "3": "Они особо и не классифицируются. Если только на игровые (странные формы с запиханной где только можно подсветкой) и обычные",
    "4": "У корпусов нет ядер, гений",
    "5": "Корпус детям не игрушка. И не детям тоже",
    "6": "Если во что-то и посоветую, то в игру какую-нибудь, но явно не в корпус",
    "7": "ты либо дурачок, либо есть игра с названием \"Корпус\", о которой я не действительно не слышал",
    "8": "Не особо я часто играю в корпус, шизой не болею",
    "9": "В зависимости от твоих вкусов и размеров выбранных комплектующих",
    "10": "Первое место, в котором можно купить корпус, которое приходит на ум -  DNS, банально",
    "11": "Мой стоит тыщи 2-3 (Aerocool Tomahawk-S)",
    "12": "Посмотри сам, в чем его отличие от других корпусов. Я ж говорю, главное -  вешний вид и размер",
    "13": "У корпусов нет экрана, надеюсь, ты рофлишь",
    "14": "Корпус нужен, чтоюы защищать комплектующие от внешнего воздействия. Ну и шоб красиво все было",
    "15": "Тут не надо меня спрашивать, важно, чтобы для тебя он был красивым",
    "16": "Я разве не писал уже? Надо, чтобы в него поместились все комплектующие, который ты выбрал. Ну и чтоб он красвый был, но это по желанию",
    "17": "Честно говоря, в голову ничего не приходит. Мб у HyperX есть. Ну и у меня Aerocool",
    "18": "Только свою - Aerocool Tomahawk-S",
    "19": "Ну ка расскажи мне какой корпус ты бы сбе купил друг?",
    "20": "Я не играю в корпус, что за тест на идиота?",
    "21": "Не уверен, поищи сам отзывы, модель корпуса ты знаешь",
    "22": "Цена, да и внешний вид норм у него",
    "23": "Не то что бы у корпусов есть производительность...",
    "24": "О них особо секретной инфы никакой нет. Узнал, когда в принципе узнал про компьютеры",
    "25": "Нет прям каких-то особенно популярных процессоров",
    "26": "Не то что бы у корпусов есть производительность...",
    "27": "Не вижу смысла вообще следить за выходами корпусов",
    "28": "Да какие перспективы - корпуса будут чаще делаться \"геймерскими\" - с подсветкой",
    "29": "Те, которые моей модели.",
    "30": "Нет, все основные функции он выполняет",
    "31": "Мой любиый корпус - тот, который у меня",
    "32": "У меня уже есть корпус,мнеи хватит одного)"
  },
  "11": {
    "1": " Я юзаю клаву Razer Cynosa V2",
    "2": "Я знаю что они бывают мембранные и механические,игровые и оффисные как с подсветкой так и без,воть)",
    "3": "Ну впринципе почему бы и нет)))",
    "4": "Насколько я знаю но у клавиатур нету ядер xD",
    "5": "лол в клавиатуру нельзя вроде играть...",
    "6": "В оффисную клаву,хахаха",
    "7": "Но клава ведь это не игра!?",
    "8": "Я не играю в клавиатуру.",
    "9": "Я считаю что лучше та клава у которой наименьшее время отклика",
    "10": "Свою клаву я заказывал с оффициального сайта Razer.",
    "11": "На сколько я помню она стоила 5490.",
    "12": "У данной клавиатуры срок службы больше среднего.",
    "13": "Дак ведь у клавиатуры нет разрешения?Или я чего то не знаю? ахах.",
    "14": "Клавиатура нужна для управления компьютером и ввода информации в компьютер.",
    "15": "У данной клавиатуры преимущество в том что она защищена от влаги,здесь также предусмотрена поддержка мультимедийных кнопок.",
    "16": "При выборе клавиатуры нужно обращать внимание на время отклика.Ведь чем меньше время отклика тем лучше производительность клавиатуры.",
    "17": "Я не эксперт в клавиатурах но знааю Razer,CORSAIR,Asus,Logitech.",
    "18": "Честно, я знаю модель только своей клавиатуры(",
    "19": "Я бы взял себе клавиатуру \nLogitech G915",
    "20": "Хаахах я не играл в клавиатуры(",
    "21": "А я даже не знаю не задавался таким вопросом.",
    "22": "Мне очень понравилась моя клавиатура из за подсветки,качества материала из которого она изготовлена.",
    "23": "А разве у клавиатур есть производительность?",
    "24": "Я даже не помню когда узнал про клавиатуры,но однозначно это было давно.",
    "25": "В данный момент набирают  популярность беспроводные механические клавиатуры.",
    "26": "В клавиатурах нет мощности чел...",
    "27": "Я жду новую клавиатуру от компании Razer)",
    "28": "Если честно затрудняюсь ответить на данный вопрос,найди лучше информацию в интернете.",
    "29": "Мне нравятся клавиатуры компании Razer.",
    "30": "Иногда из за плохого качества материалов клавши тупо ломаются.",
    "31": "Хех,Razer Cynosa V2.",
    "32": "Впринципе да."
  },
  "12": {
    "1": "У меня беспроводные наушники JBL E25BT",
    "2": "Они белые, и беспроводные.",
    "3": "Э тип, проводные и  беспроводные.",
    "4": "Вроде, у наушников не ядер.",
    "5": "Хех, можно ими повертеть!",
    "6": "я тебе не советую играть в наушники, лол чел?",
    "7": "Наушники, вроде не игра.",
    "8": "Блин, я не играю в наушники.",
    "9": "Советую, тебе в принципе взять беспроводные, а так я не разбераюсь.",
    "10": "Погугли, чел, я хз. Как купить наушники.",
    "11": "Я не знаю! Сколько стоили эти наушники.",
    "12": "Эти проводные, а эти беспроводные.",
    "13": "У наушников, разве есть разрешение экрана, помойму нет??",
    "14": "Вот ты дурачок, что-бы музыку слушать, и не кому не мешать!",
    "15": "Я не вот, не знаю какие преимущества у данных наушников?",
    "16": "Наушники выбирать, надо так подходишь к продовцу ахмеду, и говоришь, эээ брат гони наушники мене.",
    "17": "Я вообще в наушниках, не разбераюсь. И производителей не знаю.",
    "18": "Друг, я тебе отвечу я не знаю ни каких производителей наушников.",
    "19": "Я хочу себе аирподсы.",
    "20": "Честно, я не играл в наушиники лол!!!",
    "21": "Я чот не знаю. Что о наушниках думают критики.",
    "22": "Мне понравилось в наушниках то что в них можно слушать музыку.",
    "23": "А я чот, не знаю есть ли у наушников производительность, вроде нет.",
    "24": "Я чот не помню как я узнал про наушники.",
    "25": "Наверно беспроводные наушники сейчас популярны.",
    "26": "Вроде бы у наушников, нет мощности, или ты имеешь в виду громкость звука.",
    "27": "А чо кто-то ждёт наушники? пх их же можно в магазине сразу взять.",
    "28": "Пх перспективы у наушников, лол ты здоров.",
    "29": "У меня одни наушники JBL E25BT, они белые и беспроводные.",
    "30": "От наушников, голова болит, если долго слушаешь музыку в них!",
    "31": "У меня одни наушники JBL E25BT, они белые и беспроводные.",
    "32": "Да я бы взял себе новые наушнички."
  },
  "13": {
    "1": "Ну у меня есть из карточных карт Манчкин, обычные карты, уно, свинтус и вроде всё",
    "2": "Да я мало о них знаю. Знаю только то, что карточные игры и в них интреснно играть :)",
    "3": "Сейчас я знаю по картам это дурак, манчкин, данетки, покер, косынка, уно и т.д.",
    "4": "У карт нет ядер :)",
    "5": "Ну посмотри какие-нибудь гайды в интернете. Я не совсем хорошо ообъясняю правила карточных игр",
    "6": "Ну я бы посоветовал бы тебе поиграть в Манчкин, в карточную мафию, дурака естественно",
    "7": "Не, я не слышал про эти кратишки",
    "8": "Да не особо частно я в карты играю",
    "9": "Я за классику, так что дурак наверно лучшая карточная игра для меня",
    "10": "Из карт я бы посоветовал бы взять такие, чтоб можно было играть в большой компании. Например карточная мафия",
    "11": "Ну смотря какие карточные игры. Так ответить тебе не смогу, но примерно от 100 рублей",
    "12": "Да если честно, то не задавался я таким вопросом, тип про анилоги карт, так что хз",
    "13": "Ну у карточных игр нет разрешения по экрану)))",
    "14": "В карты интересно играть и проводить свободное время как и одному, как и с друзьями",
    "15": "Ну карты сейчас популярны и актуальны для подростков. А ещё в них прикольно играть)",
    "16": "Смотря по какому жанру и твоим интресам тебе карты нужны",
    "17": "Да я сам не знаю. Может быть хазбро что-то делали по картам, но не уверен",
    "18": "А у карт есть модели?)",
    "19": "Да не знаю. Все которые карты у меня есть, теми и довольствуюсь",
    "20": "Ну да, я играл в карточные игры. У самого немного таких есть",
    "21": "Да не знаю. Не задавал я себе такой вопрос по критикам и их оценкам по картам)",
    "22": "Во многие карточные игры можно играть вместе с друзьями и это очень интересно",
    "23": "Да у карт нет производительности ахаха)",
    "24": "Однажды гулял с друзьями и они достили карты и научили играть меня в дурака. вот вся моя история, как я познакомился с картами)",
    "25": "Да мне тоже хочется знать, какие популярные карты сейчас есть, но для меня это дурак и уно",
    "26": "Как мне кажется у карт нет мощности",
    "27": "Да особо ничего из карт не жду",
    "28": "Вопрос довольно обширный по перспективам и картам, так что даже не знаю как на него ответить. Сам себе такой не задавал",
    "29": "Я бы посоветовал поиграть тебе в уно. Очень классная карточная игра",
    "30": "Ну карты довольно азартны, но смотря какой человек",
    "31": "Моя самая любимая игра по картам это, наверно, уно и дурак",
    "32": "Не, я в такие карты не играю. Хотя, довольно интересно"
  },
  "14": {
    "1": "Я сам понятия не имею",
    "2": "Не разбираюсь в телевизорах",
    "3": "Ну я могу назвать из типов телевозоров это объемный и плоский аха)",
    "4": "Ну я прочекал в интренете и вроде бы 4 ядра у тв есть",
    "5": "Я бы тоже хотел бы научиться  играть в телик)",
    "6": "Я бы не советовал бы тебе играть в телевизор)",
    "7": "А есть такая игра по телевизорам?)",
    "8": "Бленб, а я не играю в телевизоры)",
    "9": "Ну я в телевизорах если честно не разбираюсь, но я бы  посоветовал тебе взять samsung или lg",
    "10": "Ну телевизоры наверно я бы посоветовал бы взять в днс",
    "11": "Честно понятия не имею,зачем мне это знать...",
    "12": "Не знаю. Не разбираюсь в аналогов телевизоров",
    "13": "Думаю, это разрешение для телевизора хорошее) ",
    "14": "Ну в телевизоре много контента. Хоть и немного мусорного",
    "15": "Ну телевизор иногда интреесно смотреть, но зато в смарт телевизорах можно приложения скачивать и иногда игры",
    "16": "Да я сам не разбираюсь в теликах и их выбором, но посовету. брять от популярных производителей. Например самсунг",
    "17": "Я знаю что самсунг, lg, сони, паносоник производят телики",
    "18": "Ну я не знаю модели телевизоров",
    "19": "Не, мне телевизор не нужен. Пока я не хоетл себе его покупать",
    "20": "Не, я не играо в телевизоры",
    "21": "Я не читать отзывы критиков об телике",
    "22": "Ну я нейтрально отношусь к телевизорам",
    "23": "Да вроде у телевизоров нет производительности",
    "24": "Да телевизор просто с рождения был. вот и всё знакомство",
    "25": "Ну проде самые популярные телики это смарт. а если по маркам, то самсунг, lg ",
    "26": "у телевизоров как  я помю нет мощности",
    "27": "нет, я телевизоры не жду",
    "28": "Ну я сам не знаю, какие есть перспективы у телевизоров",
    "29": "Ну мне никакие телевизоры не нравятся",
    "30": "Да вроде в самих телевизорах нет недостатков сильных",
    "31": "Да нет вроде. Мне как-то без разницы. у меня нет любимых теликов",
    "32": "Не, я бы не купил себе такой телевизор"
  },
  "15": {
    "1": "Да я не знаю, если честно, какая у меня вебка",
    "2": "Не, я в теме с вебками не разбираюсь",
    "3": "Да как-то хз, я сам не искал, тип, какие вебки есть",
    "4": "У вебок вроде нет ядер",
    "5": "Я бы поиграл в вебки ахаха))",
    "6": "Ну в вебки нельзя играть, как я помню)",
    "7": "Не)))Не слышал я пока про такие игры с вебкой))))",
    "8": "Да знашешь, я в вебкамеры не частно играю)))))",
    "9": "Да думаю у этой вебки норм качество",
    "10": "Я бы предложил покупать тебе вебку в днс или м видео",
    "11": "Слушай, я как-то этим вопросом не задавался, но думаю что где то от 2000 рублей",
    "12": "Да не знаю, чем отличается эта вебка от своих аналогов",
    "13": "а у вебок вроде нет разрешения",
    "14": "Ну вебки нужны для фиксирования изображения в основном на компе",
    "15": "Ну да, можно показывать себя на видео",
    "16": "Мне эту вебку подарили",
    "17": "Я не знаю кто производит вебкамеры",
    "18": "Ну про модели вебок, я не знаю что ответить",
    "19": "Нет, я как-то пока не хотел купить себе вебку",
    "20": "я в вебки не играл))",
    "21": "Ну я не знаю что о вебках думают критики",
    "22": "В вебке я не знаю что мне нравится, я её редко использую",
    "23": "Error: no answer was found",
    "24": "Я в ноуте однажды увидел вебкамеру. Всё. Вот и всё мое знакомство с вебками)",
    "25": "Я не знаю какие есть популярные вебкамеры",
    "26": "у вебок вроде нет мощности",
    "27": "Нет, я вебок не жду",
    "28": "Да не знаю какие у вебок есть перспективы. Ну для видеоконфиренций и всё",
    "29": "Да ниичего особо в вебках мне не нравится. Я ей редко пользуюсь",
    "30": "У вебок вроде нет атких огромных ошибок. Только у некоторых показ изображения плохой и всё",
    "31": "У меня нет любимых вебкамер",
    "32": "Не, я вебкамеру себе пока не выбирал"
  },
  "16": {
    "1": "Крипер у меня есть)))",
    "2": "Да могу, плюшевые игрушки мягкие.",
    "3": "Я не знаю, какие бывают плюшевые игрушки.",
    "4": "У плюшевых игрушек, нет ядер лол",
    "5": "Ну я не знаю, как играть в плюшевые игрушки.",
    "6": "Не советую тебе играть в плюшевые игрушки.",
    "7": "Да прикинь я,  знаю про плюшевые игрушки",
    "8": "Нет, я не играю в плюшевые игрушки.",
    "9": "У меня нет, плюшевых игрушек.",
    "10": "Я тоже, не знаю где купить плюшевую игрушку",
    "11": "Рублей 500",
    "12": "Не знаю дажеее.",
    "13": "У плюшевых игрушек нет разрешения...",
    "14": "Нужны они для того чтобы в них играть.",
    "15": "Дак вроде преимуществ нет(((",
    "16": "Никогда не покупал сам себе игрушки в основном мне их дарят.",
    "17": "Не знаю даже производителей плюшевых игрушек.",
    "18": "Честно ни каких не знаю(",
    "19": "Джо Байдана",
    "20": "конечно",
    "21": "Лучше узнай это в интернете я не эксперт",
    "22": "Их прикольно тилискать)",
    "23": "У плюшевых игрушках нет производительности.",
    "24": "Мне просто подарили ее в детстве так и узнал.",
    "25": "Осминожка скорее всего.",
    "26": "МОЩНОСТЬ У ИГРУШЕК??? Чел все норм?",
    "27": "Я жду игрушку Джо Байдана.",
    "28": "Стоп,что...Перспектива у плюшевых игрушках?...Мда",
    "29": "Я уже вырос из детских игрушек,меня это уже не привлекает)",
    "30": "Плюшевые игрушки притягивают к себе много пыли.",
    "31": "Если честно у меня нет любимых плюшевых игрушек",
    "32": "Неее."
  },
  "17": {
    "1": "Да раньше я имел настольные игры.",
    "2": "Да я знаю про настольные игры, то что они существуют.",
    "3": "Я хз какое разнообразие у настольных игр.",
    "4": "ТЫ В СВОЁМ УМЕ, у настольных игр нет ядер,",
    "5": "Нет я не знаю,  как играть в эту настольную игру.",
    "6": "Я чот не знаю, какие бывают настольные игры.",
    "7": "Нет, и вообще настольными играми я не занимаюсь.",
    "8": "Да когда то давно я играл в настольные игры.",
    "9": "Я чот не знаю, какие настольные игры лучше.",
    "10": "Мне мама, эту настольную игру взяла поэтому я не знаю где можно купить.",
    "11": "Мне мама, купила эту настольную игру, поэтому я не знаю сколько она стоят.",
    "12": "Я не знаю, чем настольные игры отличаться от аналогов, или может быть потому что у них есть фишки.",
    "13": "Лол, я не знаю, есть ли вообще разрешение у настольных игр.",
    "14": "настольные игры, нужны для того что-бы  в них играть",
    "15": "Лол я не знаю какие есть преимущества у настольных игр.",
    "16": "Я не когда настольные игры не выбирал, подсказать не могу.",
    "17": "Я тоже, хочу узнать кто производитель настольных игр.",
    "18": "Модели настольных игр ни какие не знаю.",
    "19": "Я не хочу, себе настольную игру.",
    "20": "Да я играл, в настольные игры.",
    "21": "Я вот, не знаю что о настольных играх думают критики.",
    "22": "Мне не нравяться, настольные игры.",
    "23": "У настольных игр, нет производительности.",
    "24": "Нет, я не знаю интересных игр с фишками.",
    "25": "Я не знаю, какие настольные игры популярны.",
    "26": "У настольных игр, нет мощности, или я тебя не понял?",
    "27": "Я не жду настольные игры.",
    "28": "Не знаю, какие есть перспективы у настольных игр.",
    "29": "Мне вообще настольные игры, не нравяться.",
    "30": "Я не могу знать, какие есть недостатки у настольных игр.",
    "31": "Мне в принципе настольные игры не нравяться, ааа!!",
    "32": "Нет, я бы себе настольную игру не взял!!"
  },
  "18": {
    "1": "Да раньше я имел игры с фишками.",
    "2": "Да я знаю про игры с фишками, то что они существуют.",
    "3": "Я хз какое разнообразие у игр с фишками.",
    "4": "ТЫ В СВОЁМ УМЕ, у игр с фишками нет ядер,",
    "5": "Нет я не знаю,  как играть в эту игру с фишками.",
    "6": "Я чот не знаю, какие бывают игры с фишками.",
    "7": "Нет, и вообще играми с фишками я не занимаюсь.",
    "8": "Да когда то давно я играл в игры с фишками.",
    "9": "Я чот не знаю, какие игры с фишками лучше.",
    "10": "Мне мама, эту игру с фишками взяла поэтому я не знаю где можно купить.",
    "11": "Мне мама, купила эту игру с фишками, поэтому я не знаю сколько она стоят.",
    "12": "Я не знаю, чем игры с фишками отличаться от аналогов, или может быть потому что у них есть фишки.",
    "13": "Лол, я не знаю, есть ли вообще разрешение у карточных игр.",
    "14": "Игры с фишками, нужны для того что-бы  в них играть",
    "15": "Лол я не знаю какие есть преимущества у игр с фишками.",
    "16": "Я не когда игры с фишками не выбирал, подсказать не могу.",
    "17": "Я тоже, хочу узнать кто производитель игр с фишками.",
    "18": "Модели игр с фишками не какие не знаю.",
    "19": "Я не хочу, себе игру с фишками.",
    "20": "Да я играл, в игры с фишками.",
    "21": "Я вот, не знаю что об играх с фишками думают критики.",
    "22": "Мне не нравяться, игры с фишками.",
    "23": "У игр с фишками, нет производительности.",
    "24": "Нет, я не знаю интересных настольных .",
    "25": "Я не знаю, какие игры с фишками популярны.",
    "26": "У игр, с фишками нет мощности, или я тебя не понял?",
    "27": "Я не жду игры с фишками.",
    "28": "Не знаю, какие есть перспективы у игр с фишками.",
    "29": "Мне вообще игры с фишками, не нравяться.",
    "30": "Я не могу знать, какие есть недостатки у игр с фишками.",
    "31": "Мне в принципе игры с фишками не нравяться, ааа!!",
    "32": "Нет, я бы себе игру с фишками не взял!!"
  },
  "19": {
    "1": "К сожалению не помню название этого вентилятора.",
    "2": "да толком не знаю про вентиляторы толком ничего..",
    "3": "не-смо-гу я в них не разбираюсь... да и кому вообще нужны вентиляторы?",
    "4": "у вентеля нет ядер.",
    "5": "в вентилятор больше 10 раз не сыграть. и лудше даже один не пробуй!",
    "6": "хахпхахп ля какой ты шутник!",
    "7": "да слышал:) 10 разиграешь а потом отдыхаешь!",
    "8": "не разу не играл!",
    "9": "как думаешь я в этом разбераюсь?",
    "10": "посмотри на DNS.",
    "11": "ну смотря какой тебе надо. есть за 2тыщи а есть за 50",
    "12": "нет, вентиляторы для охлаждения воздуха а не нагрева!",
    "13": "разрешение у вентелятора? хмм изобретёшь- раскажешь?",
    "14": "зачем нужен вентилятор?\nмне тоже стало интерестно...",
    "15": "ну над этим сам пораздумывай.",
    "16": "и тебе! ну я понятия не-и-ме-ю.",
    "17": "я полный 0 в вентиляторах. предпочитаю кондиционеры.",
    "18": "нет, я понятия не имею о винтеляторах.",
    "19": "а ты можешь помочь мне научится выбирать?",
    "20": "не-иг-рал\nв вентиляторы.",
    "21": "я и сам заинтерисовался.",
    "22": "Прив, не они не понравились.",
    "23": "вентилятор не имеет производительности, ЮМОРИСТ.",
    "24": "когда у дяди в гостях был.",
    "25": "нет, сообщишь мне каквыбирать или нет?",
    "26": "У меня мощный кондёр!",
    "27": "ну вроде нет, не жду вентиляторы.",
    "28": "ну я думаю единственная перспективы это стать мощнее и компакней.",
    "29": "мне они не нравятся вообще-то.",
    "30": "они: огромные, неустойчивые, шумные, ну ты в курсах.",
    "31": "хочу рассказать тебе инфу о том что не пользуюсь вентилятороми!",
    "32": "ну небыло бы кондёра наверное да."
  },
  "20": {
    "1": "У меня стоит винда 10ка",
    "2": "Это самая популярная ос в мире",
    "3": "Microsoft Windows, Apple Mac OS X, \nLinux",
    "4": "у ос нет ядер",
    "5": "в ос не играют, а на ней можно",
    "6": "я не могу посоветовать поиграть в ос, а вот в игрушки могу",
    "7": "я слышал о многих ос но не знал что в них играют",
    "8": "я слышал о многих ос но не знал что в них играют",
    "9": "Я считаю ubuntu linux лучшая ос",
    "10": "в днс есть винда",
    "11": "скачал себе линукс и все",
    "12": "думаю своей простотой отличаются оски",
    "13": "ос не имеет разрешения экрана",
    "14": "Операционная система обеспечивает взаимодействие между пользователем, программами и аппаратным обеспечением компьютера. ",
    "15": "с её помощью проще пользоваться компьютером",
    "16": "на производительность, стоимость, доступность",
    "17": "Microsoft, apple, и некоторые пользователи линукса которые сами себе любят делать среду для использования",
    "18": "у ос нет моделей",
    "19": "я бы хотел поставить ubuntu",
    "20": "пфф играть в ос, что то новенькое",
    "21": "я думаю они высоко оценили ос",
    "22": "простотой в использовании",
    "23": "она очень быстрая, прям летает",
    "24": "я смотрел видео в ютубе",
    "25": "Windows",
    "26": "Ну она прям сильная, да",
    "27": "Да очень жду",
    "28": "ос очень перспективны если брать во внимание их функционал",
    "29": "мне нравится mac os",
    "30": "она занимает нужную чать памати",
    "31": "моя любимая ос windows",
    "32": "я не платить за ос, скачаю линукс"
  }
}